Repository: valorad/billy-cdk-client
Catalog: src/locales/*/messages.po
Languages: fr

source: A game of non-existence
fr: Un jeu de non-existence

source: Activate a CDKey for yourself
fr: Activer la CDKey pour vous-même

source: Activate a CDKey for youself, or manage your CDKey incentory
fr: Activer une CDKey pour vous-même ou gérer votre inventaire de CDkeys

source: Activate a game
fr: Activer un jeu

source: Activate for yourself
fr: Activer pour vous-même

source: Activate for: {gameDisplayName}
fr: Activer pour: {gameDisplayName}

source: Activating
fr: Activation en cours

source: Activating CDKey
fr: Activation de CDKey en cours

source: Activating the CDKey
fr: Activation de CDKey en cours

source: Add A New Player
fr: Ajouter Un Nouveau Joueur

source: Add a new player
fr: Ajouter un nouveau joueur

source: Adding
fr: Ajout en cours

source: Adding a new player
fr: Ajout d'un nouveau joueur en cours

source: All the players are your friends
fr: Tous les joueurs sont vos amis

source: Attention: this CDKey has already been activated
fr: Attention: ce CDKey a déjà été activé

source: Billy CDKey Remastered Edition
fr: Billy CDKey Édition remasterisée

source: Billy Game Store
fr: Magasin de Jeux de Billy

source: Biography
fr: Biographie

source: Browse the game list, or publish a new game.
fr: Parcourer la liste des jeux ou publier un nouveau jeu.

source: Browse the store
fr: Visiter le magasin

source: Buy For Yourself
fr: Achetez Pour Vous-même

source: CDKey Details
fr: Détails de CDKey

source: CDKey Inventory of {playerDisplayName}
fr: CDKey Inventaire de {playerDisplayName}

source: CDKey Management
fr: Gestion de CDKey

source: CDKey Price
fr: Prix de la CDKey

source: CDKey Value
fr: Valeur du CDKey

source: CDKey list of {gameDisplayName}
fr: CDKey liste de {gameDisplayName}

source: Cancel
fr: Annuler

source: Change Language
fr: Changer de langue

source: Chinese Simplified
fr: Chinois Simplifié-简体中文

source: Confirm
fr: Confirmer

source: Congratulations! You have successfully activated the game: {0}
fr: Félicitations! Vous avez activé le jeu avec succès: {0}

source: Creating
fr: Création en cours

source: Current Theme
fr: Thème Actuel

source: Currently all the players are your friends.
fr: En ce moment, tous les joueurs sont vos amis.

source: Delete CDKey
fr: Supprimer la CDKey

source: Delete From Store
fr: Supprimer du magasin

source: Delete Game From Store: {gameDisplayName}
fr: Supprimer le jeu du magasin: {gameDisplayName}

source: Delete Player
fr: Supprimer le joueur

source: Delete Player: {playerDisplayName}
fr: Supprimer le joueur: {playerDisplayName}

source: Deleting
fr: Suppression en cours

source: Deleting CDKey
fr: Suppression de la CDKey en cours

source: Deleting player
fr: Suppression du joueur en cours

source: Deleting the game from the store
fr: Suppression du jeu du magasin en cours

source: Do you wish to activate this CDKey for yourself?
fr: Souhaitez-vous activer cette CDKey pour vous-même?

source: Do you wish to proceed?
fr: Voulez-vous continuer?

source: Drop the CDKey
fr: Supprimer la CDKey

source: Dummy Page
fr: Page Factice

source: Edit Game Information
fr: Modifier les Informations du Jeu

source: Edit Player
fr: Modifier le joueur

source: Edit information: {gameDisplayName}
fr: Modifier les Informations

source: Edit information: {playerDisplayName}
fr: Modifier les informations: {playerDisplayName}

source: English
fr: Anglais-English

source: Enter and Activate a New CDKey
fr: Entrer et activer une nouvelle CDKey

source: Error
fr: Erreur

source: Exit
fr: Quitter

source: Failed to activate CDKey. Please Check your Internet connection, double-check the input value and retry
fr: Échec de l'activation de CDKey. Veuillez vérifier votre connexion Internet, revérifier la valeur d'entrée et réessayer

source: Failed to activate CDKey. The reason is: {0}
fr: Échec de l'activation de CDKey. La raison est: {0}

source: Failed to activate the CDKey. Please check your Internet conenction and try again later.
fr: Échec de l'activation de CDKey. Veuillez vérifier votre connexion Internet et réessayez plus tard.

source: Failed to activate the CDKey. The reason is: {0}
fr: Échec de l'activation de CDKey. La raison est: {0}

source: Failed to add the player, please retry.
fr: Échec de l'ajout du joueur, veuillez réessayer.

source: Failed to delete the CDKey.
fr: Échec de la suppression de la CDKey.

source: Failed to delete the game from the store, please try again later.
fr: Échec de la suppression du jeu du magasin, veuillez réessayer plus tard.

source: Failed to delete the player, please retry.
fr: Échec de la suppression du joueur, veuillez réessayer.

source: Failed to edit the player, please retry.
fr: Échec de la modification du joueur, veuillez réessayer.

source: Failed to issue the new CDKey, please try again.
fr: Échec de l'émission de la nouvelle CDKey, veuillez réessayer.

source: Failed to load player data.
fr: Échec du chargement des données du joueur.

source: Failed to log in.
fr: Échec de la connexion.

source: Failed to publish the new game.
fr: Échec de la publication du nouveau jeu.

source: Failed to purchase the game, please try again later.
fr: Échec de l'achat du jeu, veuillez réessayer plus tard.

source: Failed to retrieve game information.
fr: Échec de la récupération des informations sur le jeu.

source: Failed to send your gift CDKey. Please try again later.
fr: Échec de l'envoi de votre cadeau de CDKey. Veuillez réessayer plus tard.

source: Failed to update the game information from the store, please try again later.
fr: Échec de la mise à jour des informations du jeu du magasin, veuillez réessayer plus tard.

source: Failure
fr: Échec

source: Fallout Terminal
fr: Terminal du Fallout

source: French
fr: Français

source: Game
fr: Jeu

source: Game Description
fr: Description du Jeu

source: Game Details
fr: Détails du Jeu

source: Game ID
fr: ID du Jeu

source: Game Name
fr: Nom du Jeu

source: Game Platform
fr: Plate-forme du Jeu

source: Game Price
fr: Prix du Jeu

source: Game to Activate
fr: Jeu à activer

source: Games In Store
fr: Jeux En Magasin

source: Games owned by {playerDisplayName}
fr: Les jeux de {playerDisplayName}

source: Gift the CDKey to a friend
fr: Offrer la CDkey à un ami

source: Go Back
fr: Retourner

source: Go Home
fr: Aller à l'accueil

source: High-end Terminal Version
fr: Version de terminal dans la haut de gamme

source: If in doubt, please do not hesitate to contact your administrator.
fr: En cas de doute, n'hésitez pas à contacter votre administrateur.

source: If you no longer need this CDKey (e.g. The CDKey has been activated manually), you may delete it.
fr: Si vous n'avez plus besoin de cette CDKey (par exemple, la CDKey a été activée manuellement), vous pouvez la supprimer.

source: If you think there has been something wrong, please contact the administrator.
fr: Si vous pensez qu'il y a eu un problème, veuillez contacter l'administrateur.

source: Is Tuhao Premium Member
fr: Être Un Membre Premium TuHao

source: Issue A New CDKey
fr: Émettre une nouvelle CDKey

source: Issue the new CDKey
fr: Émettre une nouvelle CDKey

source: Issued CDKeys
fr: CDKeys Émis

source: Issuing the new CDKey
fr: Émission de la nouvelle CDKey en cours

source: Loading
fr: Chargement en cours

source: Loading CDKey data
fr: Chargement des données CDKey en cours

source: Loading player data
fr: Chargement des données du joueur en cours

source: Logging in
fr: Connexion en cours

source: Manage My CDKey Inventory
fr: Gérer Mon Inventaire CDKey

source: Manage the CDKeys of {gameDisplayName}
fr: Gérer les CDKeys de {gameDisplayName}

source: Modifying
fr: Modification en cours

source: Modifying CDKey
fr: Modification de la CDKey en cours

source: Mr. Stranger
fr: M. Stranger

source: My CDKeys
fr: Mes CDKeys

source: My Friends
fr: Mes amis

source: My Games
fr: Mes jeux

source: My friend
fr: Mon ami(e)

source: No CDKey found in the inventory of {playerDisplayName}.
fr: Aucune CDKey trouvée dans l'inventaire de {playerDisplayName}.

source: No CDKeys are issued for this game.
fr: Aucune CDKey n'est émis pour ce jeu.

source: No Games found owned by {playerDisplayName}.
fr: Aucun jeu trouvé appartenant à {playerDisplayName}.

source: No worries, just go back to home page.
fr: Pas de soucis, retournez simplement à la page d'accueil.

source: Nominate as Tuhao Premium Member
fr: Nommer comme Membre Premium Tuhao

source: Okay
fr: D'accord

source: Owner Player
fr: Propriétaire

source: Platform
fr: Plate-forme

source: Player Biography
fr: Biographie du Joueur

source: Player Details
fr: Détails du joueur

source: Player ID
fr: ID de Joueur

source: Player List
fr: Liste des Joueurs

source: Player Management
fr: Gestion des Joueurs

source: Player Name
fr: Nom de Joueur

source: Please carefully fill in the database ID of a player. No idea about the ID? You may go visit the player page, and check the url segment after "dbname"
fr: Veuillez remplir soigneusement l'ID de base de données d'un joueur. Aucune idée de l'ID? Vous pouvez aller visiter la page du joueur et vérifier le segment d'url après "dbname "

source: Please contact the administrator.
fr: Veuillez contacter l'administrateur.

source: Please enter your CDKey carefully
fr: Veuillez entrer soigneusement votre CDKey

source: Please fill in the information below.
fr: Veuillez remplir les informations ci-dessous.

source: Please issue a CDKey first.
fr: Veuillez d'abord émettre une CDKey.

source: Please refer to the console or server logs for more details.
fr: Veuillez consulter les journaux de la console ou du serveur pour plus de détails.

source: Price
fr: Prix

source: Publish A New Game
fr: Publier Un Nouveau Jeu

source: Publishing a new game
fr: Publier un nouveau jeu

source: Purchase {gameDisplayName}
fr: Acheter {gameDisplayName}

source: Purchasing
fr: Achat En Cours

source: Purchasing the game for you
fr: L'achat du jeu en cours pour vous

source: Retrieving CDKey info
fr: Récupéreration des informations CDKey en cours

source: Retrieving game information
fr: Récupération des informations sur le jeu en cours

source: Retrieving game list
fr: Récupération de la liste des jeux en cours

source: Select a game to view its details.
fr: Sélectionnez un jeu pour afficher ses détails.

source: Send a gift CDKey
fr: Envoyer un cadeau CDKey

source: Store Game List
fr: Liste des Jeux de Magasin

source: Submit
fr: Soumettre

source: Success
fr: Succès

source: Successfully activated the game: {0}
fr: Activation réussie du jeu: {0}

source: Successfully sent your gift CDKey
fr: Votre cadeau CDKey a bien été envoyé

source: Switch to a new language by selecting one option below.
fr: Passez à une nouvelle langue en sélectionnant une option ci-dessous.

source: System Error!
fr: Erreur Système!

source: There are no games in the store.
fr: Il n'y a pas de jeux dans le magasin.

source: This game is such a masterpiece that it does not need an intro at all.
fr: Ce jeu est un tel chef-d'œuvre qu'il n'a pas du tout besoin d'une intro.

source: This player is too busy playing to introduce himself/herself
fr: Ce joueur est trop occupé à jouer pour se présenter

source: TuHao Premium Membership
fr: Adhésion Premium TuHao

source: Unable to find any player.
fr: Impossible de trouver un joueur.

source: Unable to find the game.
fr: Impossible de trouver le jeu.

source: Unable to find the player.
fr: Impossible de trouver le joueur.

source: Unable to find this CDKey
fr: Impossible de trouver cette CDKey

source: Unable to load CDKey data.
fr: Impossible de charger les données CDKey.

source: Unable to log in.
fr: Impossible de se connecter.

source: Unable to obtain the CDKey information.
fr: Impossible d'obtenir les informations CDKey.

source: Unable to retrieve game list
fr: Impossible de récupérer la liste des jeux

source: Unknown
fr: Inconnue

source: Updating
fr: Mise à jour en cours

source: Updating player information
fr: Mise à jour des informations du joueur en cours

source: Updating the game information from the store
fr: Mise à jour des informations de jeu dans le magasin

source: View His/Her CDKey Inventory
fr: Voir son inventaire CDKey

source: View His/Her Game Inventory
fr: Voir son inventaire de jeux

source: View the CDKey list of {gameDisplayName}, or issue a new CDKey
fr: Afficher la liste CDKey de {gameDisplayName}, ou émettre une nouvelle CDKey

source: Warning! This cannot be undone!
fr: Attention! Ça ne peut pas être annulé!

source: Welcome Back
fr: Nous saluons votre retour

source: Welcome to Billy CDKey!
fr: Bienvenue à Billy CDKey!

source: You are about to purchase {gameDisplayName} for yourself.
fr: Vous êtes sur le point d'acheter {gameDisplayName} pour vous-même.

source: You can take a look at the player list, or add a new player.
fr: Vous pouvez consulter la liste des joueurs ou ajouter un nouveau joueur.

source: You have already owned this game.
fr: Vous avez déjà possédé ce jeu.

source: please wait
fr: veuillez patienter

source: replace w/ alphabetic ID
fr: remplacer p/ ID alphabétique

source: {gameDisplayName} CDKey Management
fr: Gestion CDKey de {gameDisplayName}
